Repository: WingorOsnova/BarbershopPP
Catalog: barbershop/locale/*/LC_MESSAGES/django.po
Languages: uk

source: Russian
uk: Російська

source: Ukrainian
uk: Українська

source: English
uk: Англійська

source: Ваше имя *
uk: Ваше ім’я *

source: Выберите барбера *
uk: Оберіть барбера *

source: Выберите услугу *
uk: Оберіть послугу *

source: Время сеанса *
uk: Час сеансу *

source: Комментарий
uk: Коментар

source: Введите ваше имя, чтобы мы смогли подтвердить запись.
uk: Вкажіть ваше ім’я, щоб ми могли підтвердити запис.

source: Укажите номер телефона для связи.
uk: Укажіть номер телефону для зв’язку.

source: Введите корректный email или оставьте поле пустым.
uk: Введіть коректний email або залиште поле порожнім.

source: Выберите барбера, к которому хотите записаться.
uk: Виберіть барбера, до якого хочете записатися.

source: Выберите услугу, которую хотите получить.
uk: Виберіть послугу, яку хочете отримати.

source: Укажите дату визита.
uk: Укажіть дату візиту.

source: Введите дату в корректном формате.
uk: Введіть дату у коректному форматі.

source: Укажите удобное время.
uk: Укажіть зручний час.

source: Введите время в корректном формате.
uk: Введіть час у коректному форматі.

source: Сообщение слишком длинное.
uk: Повідомлення занадто довге.

source: Сначала выберите барбера и дату
uk: Спочатку оберіть барбера та дату

source: Выберите время
uk: Оберіть час

source: Это время уже занято. Выберите другое.
uk: Цей час уже зайнятий. Оберіть інший.

source: У вас уже есть запись на это время.
uk: У вас вже є запис на цей час.

source: Имя
uk: Ім’я

source: Фамилия
uk: Прізвище

source: В ожидание
uk: В очікуванні

source: Подтверждено
uk: Підтверджено

source: Отменено
uk: Скасовано

source: Выполнено
uk: Виконано

source: Не явился
uk: Не з’явився

source: Личный кабинет
uk: Особистий кабінет

source: На главную
uk: На головну

source: Выйти
uk: Вийти

source: Ваши записи и управление визитами
uk: Ваші записи та керування візитами

source: Профиль
uk: Профіль

source: Вы вошли как:
uk: Ви увійшли як:

source: Имя:
uk: Ім’я:

source: Редактировать профиль
uk: Редагувати профіль

source: Мои записи
uk: Мої записи

source: Время:
uk: Час:

source: Услуга:
uk: Послуга:

source: Вы точно хотите отменить запись?
uk: Ви точно хочете скасувати запис?

source: Отменить
uk: Скасувати

source: Пока нет записей.
uk: Поки немає записів.

source: Мои будущие записи
uk: Мої майбутні записи

source: Цена:
uk: Ціна:

source: Пока нет будущих записей.
uk: Поки немає майбутніх записів.

source: Самое время записаться на стрижку!
uk: Саме час записатися на стрижку!

source: Прошлые записи
uk: Минулі записи

source: Прошлых записей пока нет.
uk: Минулі записи відсутні.

source: Хотите записаться снова?
uk: Хочете записатися знову?

source: Выберите удобное время и любимого мастера
uk: Оберіть зручний час і улюбленого майстра

source: Записаться сейчас
uk: Записатися зараз

source: Barbershop - Стиль и мастерство
uk: Barbershop - Стиль і майстерність

source: О нас
uk: Про нас

source: Услуги
uk: Послуги

source: Барберы
uk: Барбери

source: Записаться
uk: Записатися

source: Войти
uk: Увійти

source: Регистрация
uk: Реєстрація

source: Стиль и мастерство
uk: Стиль і майстерність

source: Профессиональный уход за вашим образом
uk: Професійний догляд за вашим образом

source: О нашем барбершопе
uk: Про наш барбершоп

source: Традиции и современность
uk: Традиції та сучасність

source: Наша миссия
uk: Наша місія

source: Мы создаем уникальный опыт для каждого клиента, сочетая классические техники барберинга с современными тенденциями. Наша команда профессионалов превратит ваш визит в настоящее удовольствие.
uk: Ми створюємо унікальний досвід для кожного клієнта, поєднуючи класичні техніки барберингу із сучасними тенденціями. Наша команда професіоналів перетворить ваш візит на справжнє задоволення.

source: С более чем 10-летним опытом работы, мы знаем все о мужском стиле и уходе. Доверьте нам свой образ, и вы не пожалеете.
uk: З понад 10-річним досвідом роботи ми знаємо все про чоловічий стиль і догляд. Довірте нам свій образ — і ви не пошкодуєте.

source: Наши услуги
uk: Наші послуги

source: Качество по доступным ценам
uk: Якість за доступними цінами

source: мин
uk: хв

source: Нет доступных услуг
uk: Немає доступних послуг

source: Наши мастера
uk: Наші майстри

source: Профессионалы своего дела
uk: Професіонали своєї справи

source: Предыдущие барберы
uk: Попередні барбери

source: Опыт: %(years)s лет
uk: Досвід: %(years)s років

source: К сожалению нет доступных барбер 😞
uk: Нажаль, немає доступних барберів 😞

source: Следующие барберы
uk: Наступні барбери

source: Записаться на стрижку
uk: Записатися на стрижку

source: Выберите удобное время
uk: Оберіть зручний час

source: Закрыть уведомление
uk: Закрити сповіщення

source: © 2024 Barbershop. Все права защищены.
uk: © 2024 Barbershop. Усі права захищено.

source: г. Киев, ул. Крещатик, 1 | +380 (xx) xxx-xx-xx
uk: м. Київ, вул. Хрещатик, 1 | +380 (xx) xxx-xx-xx

source: Наверх
uk: Вгору

source: Вход в аккаунт
uk: Вхід до аккаунту

source: Войдите, чтобы управлять записями
uk: Увійдіть, щоб керувати записами

source: Нет аккаунта?
uk: Немає аккаунту?

source: Зарегистрироваться
uk: Зареєструватися

source: Вернуться на главную
uk: Повернутися на головну

source: Выход
uk: Вихід

source: Вы вышли из аккаунта
uk: Ви вийшли з аккаунту

source: До встречи! Надеемся скоро увидеть вас снова.
uk: До зустрічі! Сподіваємося побачити вас знову.

source: Вы можете войти обратно или вернуться на главную страницу.
uk: Можете увійти знову або повернутися на головну сторінку.

source: Войти снова
uk: Увійти знову

source: или
uk: або

source: Хотите записаться без входа?
uk: Бажаєте записатися без входу?

source: Перейти к форме записи
uk: Перейти до форми запису

source: В кабинет
uk: У кабінет

source: Редактирование профиля
uk: Редагування профілю

source: Обновите данные, чтобы мы подставляли их при записи
uk: Оновіть дані, щоб ми підставляли їх при записі

source: Закрыть
uk: Закрити

source: Сохранить
uk: Зберегти

source: Создайте аккаунт для записи
uk: Створіть аккаунт для запису

source: Создать аккаунт
uk: Створити аккаунт

source: Уже есть аккаунт?
uk: Вже є аккаунт?

source: Перенос записи
uk: Перенесення запису

source: Выберите новую дату и время у барбера %(barber)s
uk: Оберіть нову дату та час у барбера %(barber)s

source: Авто-скрытие уведомлений через 4 секунды
uk: Автоприховування повідомлень за 4 секунди

source: Услуга
uk: Послуга

source: Текущая дата
uk: Поточна дата

source: Текущее время
uk: Поточний час

source: Новая дата
uk: Нова дата

source: Мастер
uk: Майстер

source: Доступные слоты
uk: Доступні слоти

source: Выберите время.
uk: Оберіть час.

source: На выбранную дату нет свободных слотов. Попробуйте другую дату.
uk: На обрану дату немає вільних слотів. Спробуйте іншу дату.

source: Выберите дату, чтобы увидеть свободное время.
uk: Оберіть дату, щоб побачити вільний час.

source: Загружаем свободные слоты...
uk: Завантажуємо вільні слоти...

source: Не удалось загрузить слоты. Попробуйте позже.
uk: Не вдалося завантажити слоти. Спробуйте пізніше.

source: Запись создана, мы свяжемся с вами для подтверждения.
uk: Запис створено, ми зв’яжемося з вами для підтвердження.

source: Вы не можете отменить выполненную запись.
uk: Ви не можете скасувати виконаний запис.

source: Вы не можете отменить прошедшую запись.
uk: Ви не можете скасувати минулий запис.

source: Отмена возможна минимум за %(hours)s часа до визита.
uk: Скасування можливе щонайменше за %(hours)s години до візиту.

source: Запись успешно отменена. Мы будем рады видеть вас снова!
uk: Запис успішно скасовано. Будемо раді бачити вас знову!

source: Эту запись нельзя перенести.
uk: Цей запис не можна перенести.

source: Прошедшую запись нельзя перенести.
uk: Минулий запис не можна перенести.

source: Перенос возможен минимум за %(hours)s часа до визита.
uk: Перенесення можливе щонайменше за %(hours)s години до візиту.

source: Запись перенесена! Мы свяжемся для подтверждения.
uk: Запис перенесено! Ми зв’яжемося для підтвердження.

source: Этот слот уже занят. Выберите другое время.
uk: Цей слот уже зайнятий. Оберіть інший час.
